tap 'bramstein/webfonttools'
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/versions'

brew 'bash'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'n'
brew 'trash'
brew 'wget'

cask 'osxfuse'
cask '1password'
cask 'appcleaner'

cask 'atom'
cask 'caffeine'

cask 'disk-inventory-x'
cask 'google-chrome'
cask 'google-drive'
cask 'grafx'
cask 'haroopad'
cask 'imagealpha'
cask 'imageoptim'
cask 'iterm2'
cask 'liteicon'
cask 'macclean'
cask 'magicavoxel'
cask 'monolingual'
cask 'invisionsync'
cask 'noun-project'
cask 'zeplin'
cask 'principle'
cask 'sketch-toolbox'

cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'recordit'

cask 'sublime-text'
cask 'transmit'
cask 'transmission'
cask 'vlc'

cask 'webpquicklook'
cask 'github-desktop'
cask 'sketch'
cask 'screenflow'
cask 'slack'
cask 'bartender'
cask 'gifrocket'


mas 'xxx', id: xxx

mas 'Pixelmator', id: 407963104
mas 'Dropmark', id: 554314609
mas 'DoublePane', id: 409737246
mas '123D Design', id: 566042322
mas 'MindNode', id: 992076693
mas 'iA Writer', id: 775737590
mas 'PhotoSweeper', id: 463362050
mas 'The Unarchiver', id: 425424353
mas 'Xcode', id: 497799835
